<?php

return [
    'server_not_found' => 'Сервер не знайдений',
    'params_empty' => 'Деякі параметри порожні',
    'admin' => [
        'title' => 'Заборони та вимкнення',
        'setting_description' => 'Тут ви можете налаштувати призначення заборон та вимкнень для кожного сервера',
        'add' => 'Додати зв\'язок',
        'dbname' => 'Назва БД',
        'dbname_desc' => 'Ця БД буде використовуватися для відображення заборон та вимкнень',
        'server' => 'Пов’язаний сервер',
        'add_description' => 'На цій сторінці ви можете додати новий зв’язок між сервером та БД',
        'mod' => 'Драйвер',
        'mod_desc' => 'Виберіть драйвер, який буде використовуватися для показу заборон та вимкнень',
        'server_label' => 'Сервер',
        'edit_title' => 'Редагування зв’язку',
        'edit_description' => 'На цій сторінці ви можете змінити зв’язок для конкретного сервера'
    ],
    'bans' => [
        'title' => 'Список заборон',
        'description' => 'На цій сторінці відображаються всі поточні заборони',
    ],
    'comms' => [
        'title' => 'Список вимкнень',
        'description' => 'На цій сторінці відображаються всі поточні вимкнення',
    ],
    'table' => [
        'end_date' => 'Дата закінчення',
        'loh' => 'Покараний',
        'reason' => 'Причина',
        'admin' => 'Адміністратор',
        'length' => 'Тривалість', 
        'type' => 'Тип', 
        'forever' => 'Назавжди',
        'unbaned' => 'Розблокований',
        'session' => 'Сесія'
    ],
        'main' => [
      'admins' => 'Адмінів',
      'bans' => 'Банів',
      'mutes' => 'Мутів',
      'gags' => 'Кляпів'
    ]
];
